Repository: creimers/cmsplugin_seocheck
Catalog: cmsplugin_seocheck/locale/*/LC_MESSAGES/django.po
Languages: de

source: Title
de: Titel

source: The page has a title.
de: Die Seite hat einen Titel.

source: The title is
de: Der Titel ist

source: characters long.
de: Zeichen lang.

source: The recommended length is between 40 and 70 characters.
de: Die emfohlene Länge ist 40 bis 70 Zeichen.

source: That is a good length.
de: Das ist einge gute Länge.

source: The page doesn't have a title yet.
de: Die Seite hat noch keinen Titel.

source: The page has a meta description.
de: Die Seite hat eine Meta-Description.

source: The meta description has a length of
de: Die Meta-Description hat eine Länge von

source: characters.
de: Zeichen.

source: A max of 156 characters is recommended.
de: Die empfohlene Maximallänge ist 156 Zeichen.

source: The page doesn't have a meta description.
de: Die Seite hat eine Meta-Description.

source: Headlines
de: Überschriften

source: There is exactly one h1 heading on this page.
de: Auf dieser Seite ist genau eine h1-Überschrift.

source: There are multiple h1 headings on this page.
de: Auf dieser Seite sind mehrere h1-Überschriften vorhanden.

source: This page doesn't have a h1 title.
de: Die Seite hat keine h1-Überschrift.

source: This page has sub headings.
de: Diese Seite hat Unterüberschrieben.

source: This page has no sub headings.
de: Diese Seite hat keine Unterüberschriften.

source: There is text on this page. It is
de: Auf der Seite ist Text vorhanden. Dieser ist

source: words long.
de: Wörter lang.

source: There is no text on this page.
de: Auf der Seite ist kein Text vorhanden.
